#created by Apusic
#Thu Aug 11 09:07:20 CST 2011
screen.welcome.button.login=ANMELDEN
screen.welcome.button.clear=L\u00D6SCHEN
screen.success.security=Aus Sicherheitsgr\u00FCnden sollten Sie bei Verlassen der passwortgesch\u00FCtzten Bereiche sich explizit ausloggen und Ihren Webbrowser schliessen\!
screen.confirmation.message=Klicken Sie <a href\="{0}">hier</a> um zu der zuvor angeforderten Seite zur\u00FCckzukehren.
screen.welcome.label.warn.accesskey=w
screen.welcome.label.netid.accesskey=n
error.authentication.credentials.unsupported=CAS unterst\u00FCtzt das gew\u00E4hlte Anmeldeverfahren nicht. 
screen.welcome.security=Aus Sicherheitsgr\u00FCnden sollten Sie bei Verlassen der passwortgesch\u00FCtzten Bereiche sich explizit ausloggen und Ihren Webbrowser schlie\u00DFen\!
required.password=Passwort ist ein Pflichtfeld.
screen.welcome.label.password.accesskey=p
error.authentication.credentials.bad=Die von Ihnen angegebenen Anmeldedaten wurden nicht akzeptiert.
INVALID_TICKET_SPEC=Das Ticket entspricht nicht den \u00DCberpr\u00FCfungsregeln. Ein m\u00F6glicher Fehler k\u00F6nnte sein, dass versucht wurde, ein Proxy Ticket mit einem Service Ticket Validierer zu \u00FCberpr\u00FCfen, oder man sich nicht an den renew true request gehalten hat.
screen.welcome.instructions=Bitte geben Sie Ihre JA-SIG NetID und Ihr Passwort ein.
screen.logout.security=Aus Sicherheitsgr\u00FCnden sollten Sie den Browser schliessen.
screen.welcome.label.netid=<span class\="accesskey">N</span>etID\:
screen.logout.success=Sie haben sich erfolgreich vom Central Authentication Service abgemeldet.
required.username=Benutzername ist ein Pflichtfeld.
screen.success.header=Anmeldung erfolgreich
INVALID_SERVICE=Ticket ''{0}'' passt nicht zum angegebenen Service
screen.service.error.header=Nicht berechtigter Service
error.invalid.loginticket=Sie k\u00F6nnen kein Formular erneut abschicken, das bereits \u00FCbertragen wurde.
error.authentication.user.disabled=
screen.welcome.welcome=Gl\u00FCckwunsch, Sie haben Ihr CAS System zum Laufen gebracht\! Der voreingestellte Authentication Handler gew\u00E4hrt Einlass, wenn der Benutzername dem Passwort entspricht\: Nur zu, probieren Sie es aus.
screen.success.success=Sie haben sich erfolgreich am Central Authentication Service angemeldet.
INVALID_TICKET=Ticket ''{0}'' wurde nicht anerkannt
screen.welcome.label.password=<span class\="accesskey">P</span>asswort\:
INVALID_REQUEST='service' und 'ticket' Parameter werden beide ben\u00F6tigt
screen.logout.redirect=Der Service, von dem Sie herkommen, hat einen <a href\="{0}">Link angegeben, den Sie verfolgen k\u00F6nnen, indem Sie hier klicken</a>.
INVALID_REQUEST_PROXY='pgt' und 'targetService' Parameter werden beide ben\u00F6tigt
screen.welcome.label.warn=Ich m\u00F6chte ge<span class\="accesskey">w</span>arnt werden, bevor ich mich in einen anderen Bereich einlogge.
screen.logout.header=Abmeldung erfolgreich
screen.service.error.message=Der Service, f\u00FCr den Sie versucht haben, sich zu authentifizieren, hat nicht das Recht, CAS zu benutzen.
